<template>
  <div class="main">
    <p class="development">Развитие фонда<br> имени Александра Невского</p>
    <div class="history">
      <p class="history_text">
        Мы находимся здесь, чтобы помочь тем, кто оказался в тяжелой ситуации поддерживая как материально, так и духовно.
      </p>
      <div class="divider"></div>
    </div>
    <p class="tale">История фонда</p>
    <div class="tale_container">
      <img src="../../static/img/logo_history.svg" alt="">
      <div class="tale_main">
        <p class="tale_text">В 1996 году Межрегиональный Благотворительный Общественный Фонд социальной защиты населения, имени Александра Невского, был основан инициативной группой ветеранов правоохранительных органов Российской Федерации. Под эгидой Русской Православной Церкви и при поддержке общества, фонд стал неотъемлемой частью социальной сферы, оказывая помощь ветеранам, инвалидам правоохранительных органов и их семьям.</p>
        <p class="tale_text">В том же году при Фонде был создан Клуб Кавалеров Ордена А. Невского. Фонд приобрел свою активную роль в обществе, принимая участие в различных благотворительных и социальных инициативах. Получив статус аккредитованной организации при Таможенном Комитете и Российском Фонде Федерального Инвестирования, фонд стал получать конфискованное имущество, направляя его на благотворительные нужды, включая поддержку малоимущих семей.</p>
      </div>
    </div>
    <p class="tale_main_text">Фонд активно участвовал в реализации значимых проектов, включая строительство и реконструкцию исторических памятников и медицинских учреждений, а также поддержку социальных программ. Среди них – Софийский собор в городе Пушкин, памятник Александру Невскому в Санкт-Петербурге, скульптурная композиция в честь Победы русского оружия на Неве в Усть-Ижоре на месте легендарной победы А. Невского. Создание медицинского центра "РОЛАХ-Мед" в городе Пушкин. По сей день фонд оказывает посильную помощь фонду «Дети Блокадного Ленинграда».</p>
    <p class="tale_main_text">Значимым достижением в 2014 году было создание медицинского православного факультета «От духовного здравия - к физическому» в котором на сегодняшний день занимается около 100 человек, уже в структуре Александро-Невской Лавры. В числе самых важных проектов МБОФ им. Александра Невского является: Принесение Благодатного Огня из Иерусалима к пасхальному богослужению 2023 года в Казанский кафедральный собор Санкт-Петербурга, которое совершил Митрополит Санкт-Петербургский и Ладожский. В пасхальную ночь волонтерами Общественного фонда содействия развитию Ленинградской области и депутатами Законодательного собрания Ленинградской области светильники с Благодатным огнем были доставлены по храмам и обителям Санкт-Петербурга и Ленинградской области, в том числе: в Свято-Троицкую Александро-Невскую Лавру, Санкт-Петербургский Новодевичий монастырь, Гатчинский кафедральный собор святого апостола Павла и многие другие храмы.</p>
    <p class="tale_main_text">Фонд продолжает свою миссию и в настоящее время, являясь надежным партнером в реализации социальных программ и инициатив. Он оказывает помощь не только ветеранам, инвалидам и их семьям, но также принимает активное участие в борьбе с распространением новых инфекций, включая программы по противодействию коронавирусной инфекции. Это лишь малая часть истории фонда, но каждая страница этой истории наполнена добротой, солидарностью и надеждой. Мы гордимся своим пути и стремимся делать мир лучше каждый день.</p>
  </div>
  
</template>

<script>
export default {

}
</script>

<style scoped>
.main {
  margin: 30px 125px 20px 125px;
  display: flex;
  flex-direction: column;
  align-items: center;
}
.development{
  font-family: Athelas;
  font-size: 64px;
  font-weight: 400;
  line-height: 71.68px;
  letter-spacing: -0.02em;
  text-align: left;
  color: #191819;
  display: flex;
  align-self: flex-start;
  margin-bottom: 80px;
}
.history{
  display: flex;
  flex-direction: column;
  max-width: 458px;
  align-self: flex-end;
  margin-bottom: 60px;
}
.history_text {
  font-family: Inter Regular;
  font-size: 16px;
  line-height: 19.36px;
  letter-spacing: -0.01em;
  text-align: left;
  color: #191819;
}
.divider {
  border-bottom: 1px solid rgba(13, 66, 168, 1); 
  margin-top: 10px;
  max-width: 430px;
}
p{
  margin: 0;
}
.tale{
  font-family: Athelas;
  font-size: 40px;
  font-weight: 400;
  line-height: 44.8px;
  letter-spacing: -0.01em;
  text-align: left;
  color: #191819;
  margin-bottom: 60px;
  display: flex;
  align-self: flex-start;
}
.tale_text{
  font-family: Inter Regular;
  font-size: 18px;
  line-height: 21.78px;
  letter-spacing: -0.01em;
  color: #191819;
  text-align: justify;
}
.tale_main{
  display: flex;
  flex-direction: column;
  gap: 20px;
  max-width: 750px;
}
.tale_container{
  display: flex;
  align-items: center;
  align-self: flex-start;
  gap: 20px;
}
.tale_main_text{
  font-family: Inter Regular;
  font-size: 18px;
  font-weight: 400;
  line-height: 21.78px;
  letter-spacing: -0.01em;
  color: #191819;
  text-align: justify;
  max-width: 1200px;
  align-self: flex-start;
  margin-bottom: 20px;
}
</style>