<template>
  <div class="main">
    <img src="../../static/img/krest.svg" alt="" class="mobile">
    <div class="head">
        <img src="../../static/img/krest.svg" alt="" class="pc">
        <div class="head_container">
            <p class="head_text">Вечный огонь доставили в Питер и передали городу</p>
            <p class="head_subtext">Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.</p>
        </div>
    </div>
    <p class="head_subtext_bottom">Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.Вечный огонь был передан Церкви и далее его понесли по храмам и церквям Санкт-Петербурга. Всем понравилось, все граждане видели.</p>

  </div>
</template>

<script>
export default {

}
</script>

<style scoped>
.main {
    margin: 30px 125px 20px 125px;
    display: flex;
    flex-direction: column;
    align-items: flex-start;
  }
.head{
    display: flex;
    gap: 20px;
    margin-bottom: 10px;
}
.head_container{
    display: flex;
    flex-direction: column;
    gap: 20px;
    max-width: 600px;
}
.head_text{
    font-family: Athelas;
    font-size: 48px;
    font-weight: 400;
    line-height: 64px;
    text-align: justify;
    color: #000000;
}
.head_subtext{
    font-family: Inter Medium;
    font-size: 14px;
    font-weight: 400;
    line-height: 22px;
    text-align: justify;
}
.head_subtext_bottom{
    font-family: Inter Medium;
    font-size: 14px;
    font-weight: 400;
    line-height: 22px;
    text-align: justify;
    max-width: 890px;
}
p{
    margin: 0;
}
img{
    border-radius: 5px;
}
.mobile{
    display: none;
}
@media (max-width: 797px) {
    .main { 
        margin: 30px 15px 20px 15px;
        display: flex;
        flex-direction: column;
        align-items: center;
      }
    .head_text{
        font-family: Athelas;
        font-size: 24px;
        line-height: 24.92px;
        letter-spacing: -0.01em;
        text-align: justify;
        margin-bottom: 30px;
    }
    .mobile{
        display: block;
        margin-bottom: 30px;
    }
    .pc{
        display: none;
    }
}
</style>